{
	"Home": {
		"search": "Поиск...",
		"title": "Статистика CS2",
		"subtitle": "Отслеживайте свои статистики CS2 в соревновательном и премьер-режиме",
		"signInWithSteam": "Войти через Steam",
		"viewYourStats": "ПОСМОТРЕТЬ ВАШУ СТАТИСТИКУ",
		"steamBot": {
			"introducing": "Представляем",
			"title": "Steam Bot",
			"beta": "Бета!",
			"description": "Быстрое отслеживание и уведомления о матчах",
			"slotsRemaining": "Осталось {count} мест",
			"addToFriends": "Добавить в друзья"
		},
		"stats": {
			"gamesProcessed": "игр обработано",
			"playersSeen": "игроков замечено",
			"vacBansTracked": "VAC-банов отслежено"
		},
		"postMatchAdvancedStats": {
			"title": "Расширенная статистика после матча",
			"description": "После обработки вашего матча вы можете ознакомиться с нашей расширенной статистикой CS2 на табло. У нас есть все базовые показатели, но вы также можете увидеть, кто получил первые фраги, кто больше торговал не только скинами, и кто был королём клатчей!"
		},
		"roundByRoundMatchBreakdown": {
			"title": "Подробный разбор матча по раундам",
			"description": "Предоставляем детализированные данные по раундам, такие как способ победы в раунде, был ли клатч и полный список убийств. Это идеально подходит для поиска того раунда, где ваш друг умер в первые 10 секунд!"
		},
		"automaticMatchTracking": {
			"title": "Автоматическое отслеживание матчей",
			"description": "Больше не нужно добавлять игры вручную после их окончания! Всё, что вам нужно, — это войти через Steam, добавить код аутентификации игры, возможно, добавить матч, если у вас его ещё нет, и мы автоматически добавим все ваши новые матчи CS2, помогая отслеживать ваш прогресс до Global Elite."
		},
		"detailedMatchHistory": {
			"title": "Детализированная история матчей",
			"description": "CS2 — отличная игра, но в игре вы можете видеть только последние 8 матчей, если не скачали демо, что не очень удобно. Мы позволяем вам отслеживать всю историю ваших матчей."
		},
		"vacBanTracking": {
			"title": "Отслеживание VAC-банов",
			"description": "Мы постоянно проверяем нашу базу данных на наличие VAC и Overwatch банов. Когда игроки получают бан, вы сможете увидеть их на вкладке 'С кем играли' в вашем профиле. Есть даже специальный фильтр, чтобы показать только тех игроков, с которыми вы играли и которые были забанены."
		},
		"trackPersonalProgress": {
			"title": "Отслеживание личного прогресса",
			"description": "После 1000 часов игры иногда хочется увидеть, насколько вы улучшились. Вы можете посмотреть графики в вашем профиле, чтобы оценить это. Помните, что при повышении ранга ваши показатели могут временно упасть, но как только они снова начнут расти, вы, возможно, будете готовы к следующему рангу!"
		},
		"eseaIntegration": {
			"csgostats": "csgostats",
			"description": "Если вы хотите играть против меньшего числа читеров, но любите нашу статистику, мы теперь поддерживаем страницы матчей ESEA!"
		},
		"getStarted": {
			"title": "Начать сейчас",
			"description": "Начните отслеживать свою статистику CS2 прямо сейчас, всё, что вам нужно, — это войти через Steam ниже, и мы проведём вас через следующие шаги!"
		}
	},
	"Footer": {
		"followUs": "Подписывайтесь на нас!",
		"description": "csstats.gg — это онлайн-сервис для отслеживания статистики CS2. Начните следить за своей историей соревновательных матчей CS2 уже сейчас.",
		"termsOfUse": "Условия использования",
		"privacyPolicy": "Политика конфиденциальности",
		"privacySettings": "Настройки конфиденциальности",
		"dmcaPolicy": "Политика DMCA",
		"cs2Stats": "Статистика CS2",
		"forFeedback": "Для обратной связи свяжитесь со мной по адресу: support(at)csstats(dot)gg.",
		"poweredBySteam": "Работает на Steam",
		"bottom": "Этот сайт не связан с Valve."
	}
}
